Revit 2024 API
TableView.MinimumRowHeight Property
 Gets the minimum row height
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public int MinimumRowHeight { get; }
Visual Basic
Public ReadOnly Property MinimumRowHeight As Integer
	Get
Visual C++
public:
property int MinimumRowHeight {
	int get ();
}
See Also
TableView Class
Autodesk.Revit.DB Namespace